Repository: thewaiter/StickyNotes
Catalog: po/*.po
Languages: pl

source: StickyNotes Module
pl: Moduł StickyNotes

source: General
pl: Ogólne

source: Note text in the header
pl: tekst notatki w nagłówku

source: Header text
pl: Tekst nagłówka

source: Note text
pl: Tekst notatki

source: HTML tags: see the git repo wiki for more info
pl: tagi HTML: zobacz wiki w repozytorium git aby uzyskać więcej informacji

source: Click on the space for color changing
pl: Kliknij na puste miejsce poniżej aby zmienić kolor

source: Command section
pl: Sekcja komend

source: Command to run and show output
pl: Komenda do wykonania i wyświetlanie wyniku

source: Refresh interval
pl: Przedział czasowy odświeżania

source: %2.0f sec
pl: %2.0f sek

source: x 60 secs
pl: x 60 sekund

source: Notification text on change
pl: Tekst powiadomienia przy zmianie

source: Advanced
pl: Zaawansowane

source: StickyNotes Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
pl: Dane konfiguracji modułu StickyNotes potrzebowały aktualizacji. Twoja stara konfiguracja<br> została usunięta i zastąpiona nowym zestawem ustawień domyślnych. To<br>się zdarza regularnie podczas rozwoju, także proszę nie raportować<br>błędów. To po prostu oznacza że moduł potrzebuje nowych domyślnych danych<br>konfiguracji dla użytkowych funkcjonalności, których twoja stara<br>konfiguracja nie miała. Nowy zestaw domyślnych ustawień poprawi<br>to poprzez dodanie. Teraz możesz re-konfigurować rzeczy według własnego<br>uznania. Przepraszamy za niedogodności.<br>

source: Your StickyNotes Module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
pl: Twoja konfiguracja modułu StickyNotes jest NOWSZA niż wersja modułu. To jest bardzo<br>dziwne. Nie powinno tak być, jeżeli nie dezaktualizowałeś<br> modułu, lub kopiowałeś konfiguracje z miejsca gdzie<br>nowsza wersja modułu działała. To jest złe i<br>jako środek ostrożności twoja konfiguracja została przywrócona do ustawień<br>domyślnych. Przepraszamy za niedogodności.<br>

source: Sticky note
pl: Notatka Sticky

source: StickyNotes Configuration Updated
pl: Konfiguracja StickyNotes zaktualizowana

source: Settings
pl: Ustawienia
